#+TITLE: Reproducible poster generation
#+AUTHOR: Alán F. Muñoz

**** Default list of LaTeX packages
Only include one default package and remove all the crapppy stuff included by
=org= \rightarrow =latex= translation.

#+BEGIN_SRC emacs-lisp
  (add-to-list 'org-latex-packages-alist '("" "org-preamble"))
#+END_SRC

#+RESULTS:
|   | org-preamble |

**** Set LaTeX command
#+BEGIN_SRC emacs-lisp
  (setq org-latex-pdf-process '("latexmk -xelatex -shell-escape -quiet %f"))
#+END_SRC

#+RESULTS:
| latexmk -xelatex -shell-escape -quiet %f |

